[{
        "title": "Glass",
        "productionYear": 2019,
        "length": "2 tim 9 min",
        "genre": "Drama, Sci-Fi",
        "age-restricton": "15",
        "language": "engelska",
        "subtitles": "svenska",
        "director": "M. Night Shyamalan",
        "actors": "James McAvoy, Anya Taylor-Joy, Bruce Willis, Samuel L. Jackson, Spencer Treat Clark, Charlayne Woodard, Sarah Paulson",
        "description": "Glass tar vid där Split slutade och Dunn jagar nu Crumbs övernaturliga alter ego The Beast i en allt intensivare jakt. I skuggorna väntar Price, som sitter inne med avgörande hemligheter rörande de bägge männen. Från Unbreakable ser vi återigen Bruce Willis i rollen som David Dunne och Samuel L. Jackson som Elija Price, även känd under sin pseudonymen Mr Glass. James McAvoy återvänder från Split och repriserar sin roll som Kevin Wendell Crump och alla de olika personligheter som finns inom honom. Även Anya Taylor-Joy, som spelade Casey Cooke, den enda fången som överlevde mötet med The Beast, återkommer i sin roll.",
        "images": "https://i.pinimg.com/originals/c2/17/a7/c217a73e2cc8edb088f4d6147c58cf1b.jpg",
        "youtubeTrailers": "95ghQs5AmNk"
    },
    {
        "title": "Bohemian Rhapsody",
        "productionYear": 2019,
        "length": "2 tim 14 min",
        "genre": "Biografi, Drama, Musik",
        "age-restricton": "15",
        "language": "engelska",
        "subtitles": "svenska",
        "director": "Bryan Singer",
        "actors": "Rami Malek, Gwilym Lee, Ben Hardy, Joseph Mazzello, Aidan Gillen, Lucy Boynton, Tom Hollander, Allen Leech",
        "description": "Bohemian Rhapsody är en hyllning till Queen, deras musik och enastående sångare Freddie Mercury, som trotsade stereotyperna, rev upp konventionerna och blev en av världens mest älskade underhållare. Filmen följer bandets explosionsartade uppgång genom deras ikoniska låtar och revolutionerande sound, när bandet nästan splittras på grund av Mercuys urspårade livsstil och den triumfartade återföreningen under Live Aid då Mercury leder bandet i ett av de mäktigaste framträdandena i rockhistorien, samtidigt som han kämpar mot en livshotande sjukdom. Under tiden cementerar de arvet från ett band som fortsätter att inspirera outsiders, drömmare och musikälskare än idag.",
        "images": "http://karlskogabio.nu/wp-content/uploads/2018/10/Bohemian-Rhapsody.jpg",
        "youtubeTrailers": "mP0VHJYFOAU"
    },
    {
        "title": "Bamse och dunderklockan",
        "productionYear": 2018,
        "length": "1 tim 3 min",
        "genre": "Animerat, Barn",
        "age-restricton": "3",
        "language": "Svenska",
        "subtitles": "Svenska",
        "director": "Christian Ryltenius",
        "actors": "Bamse",
        "description": "Att bara vara sig själv räcker mycket längre än man tror. Det är något som även Reinard Räv skulle må bra av att förstå. Följ med Bamse och hans vänner på ett nytt äventyr både på land och till havs.",
        "images": "https://mz-prod.s3.amazonaws.com/uploads/photo/file/343026/small_12cd0573b79c8284bdc59b430898eb64-bamse-dunder.jpg",
        "youtubeTrailers": "wUW3BA_2fLY"
    },
    {
        "title": "Underdog",
        "productionYear": 2019,
        "length": "1 tim 51 min",
        "genre": "Action, Sport",
        "age-restricton": "15",
        "language": "Polska",
        "subtitles": "Svenska",
        "director": "Maciej Kawalski",
        "actors": "Eryk Lubos, Mamed Khalidov, Aleksandra Poplawska, Tomasz Wlosok, Janusz Chabior, Emma Giegzno, Jaroslaw Boberek",
        "description": "Boris \"Kos\" Kosinski är en topp MMA-kämpe. I Kos största match i sin karriär möter han rivalen, Denim Takaev, och gör ett misstag som förstör hela hans karriär. Han förlorar allting. Detta misslyckande ger honom genom en serie upp- och nedgångar, men det pressar honom också till att slåss och vinna tillbaka respekt och kärlek.",
        "images": "https://biletyna.pl/file/get/id/33604",
        "youtubeTrailers": "vBGXu2JqeR4"
    },
    {
        "title": "The Favourite",
        "productionYear": 2019,
        "length": "1 tim 59 min",
        "genre": "Biografi, Komedi, Drama",
        "age-restricton": "11",
        "language": "Engelska",
        "subtitles": "Svenska",
        "director": "Yorgos Lanthimos",
        "actors": "Olivia Colman, Emma Stone, Rachel Weisz",
        "description": "Tidigt 1700-tal. England är i krig med Frankrike. Den bräckliga Queen Anne sitter på tronen medan vännen Lady Sarah styr landet samtidigt som hon tampas med Annes sviktande hälsa och kraftiga humörsvängningar. När den nya tjänaren Abigail anländer tar Sarah henne under sina vingar, men då kriget blir tidskrävande för henne kliver Abigail istället in i rollen som drottningens högra hand. Deras spirande vänskap ger henne en chans att återvända till sina aristokratiska rötter där hon inte kommer låta någon kvinna, man, politiker eller kanin stå i vägen.",
        "images": "https://m.media-amazon.com/images/M/MV5BOTA1MTY0MDYxMF5BMl5BanBnXkFtZTgwNzY5MTk2NjM@._V1_SY1000_CR0,0,674,1000_AL_.jpg",
        "youtubeTrailers": "SYb-wkehT1g"
    },
    {
    "title": "Call Me by Your Name",
        "productionYear": 2017,
        "length": "2 tim 12 min",
        "genre": "romantic-drama ",
        "age-restricton": "15 years",
        "language": "engelska",
        "subtitles": "svenska",
        "director": "Luca Guadagnino",
        "actors": "Timothée Chalamet, Armie Hammer, Michael Stuhlbarg, Amira Casar, Esther Garrel, Victoire Du Bois "
      ,
        "description": "<p>Det är sommaren 1983. Elio, en 17-årig judisk-amerikansk ungdom, bor med sina föräldrar på landsbygden norra Italien. Elios far, en professor i arkeologi, inbjuder en 24-årig judisk-amerikansk akademiker, Oliver, att leva med familjen under sommaren och hjälpa till med hans akademiska pappersarbete. Elio, en introspektiv bibliofil och en begåvad musiker, finner ursprungligen lite gemensamt med Oliver, som har en sorglös och överflödig personlighet. Elio ångrar sig att ge upp sitt sovrum för Oliver under hela vistelsen. Elio spenderar mycket av sommarläsningen, spelar piano och hänger med sin flickvän, Marzia. Under tiden uttrycker Oliver attraktion för en av de lokala tjejerna, mycket till Elios irritation.Elio och Oliver simma tillsammans, gå långa promenader till stan och följa Elios far på en arkeologisk resa. Elio börjar ett sexuellt förhållande med Marzia och skryter om det framför Oliver för att mäta sin reaktion, men finner sig ändå alltmer attraherad av Oliver. Han sniglar in i Olivers rum för att lukta baddräkten och tänker på honom medan han onanerar. Under en resa till postkontoret erkänner Elio indirekt sina känslor mot Oliver, som berättar att han inte ska agera på dem. Senare samma dag, Elio och Oliver kyssar, men Oliver är ovilliga att gå längre. De två växer borta.Som svar på en kommentar från Elio lämnar Oliver ett meddelande på Elios skrivbord som tyder på att de träffas vid midnatt. Elio tillbringar dagen med Marzia men längtar efter att se Oliver. Vid midnatt närmar han sig Oliver och de har sex. De blir mer fysiskt och känslomässigt intima de närmaste dagarna och har ofta sex samtidigt som deras förhållande är hemligt. I sängen berättar Oliver Elio, 'Ring mig med ditt namn och jag ringer dig vid mig'. Nu slagen med Oliver börjar Elio att undvika Marzia.När slutet av Olivers vistelse närmar sig, uppträder paret av osäkerhet och längtan. Elios föräldrar - som är medvetna om förbindelsen mellan de två, men inte adressera det öppet - rekommendera att de besöker Bergamo tillsammans innan Oliver återvänder till Förenta staterna. Efter att ha tillbringat tre romantiska dagar tillsammans, ringde Elio, hjärtat efter Olivers löv, sin mor och ber henne att hämta honom och ta hem hem. Marzia, som fortfarande vill vara vän med Elio, är sympatisk. Hans far ser Elios sorg, berättar för honom att han var medveten om sitt förhållande, bekänner att han nästan har haft ett liknande förhållande i sin egen ungdom och uppmanar Elio att lära sig och växa från sin sorg, istället för att snabbt gå vidare.Under Hanukkah, Oliver telefoner Elios familj för att berätta för dem att han är förlovad att vara gift. Oliver berättar för Elio att han 'kommer ihåg allt' mycket tydligt. Efter samtalet stirrar Elio in i eldstaden, gråter och reminiserar, som hans föräldrar och huspersonalen förbereder en semestermiddag.</p>",
        "images": "https://upload.wikimedia.org/wikipedia/en/c/c9/CallMeByYourName2017.png",
        "youtubeTrailers": 
        "https://www.youtube.com/watch?v=Z9AYPxH5NTM"
    },
    {
    "title": "Before We Go",
        "productionYear": 2014,
        "length": "1 tim 35min",
        "genre": "romantic-drama ",
        "age-restricton": "15 years",
        "language": "engelska",
        "subtitles": "svenska",
        "director": "Chris Evans",
        "actors": "Chris Evans ,Alice Eve, Emma Fitzpatrick,Mark Kassen, Daniel Spink, Elijah Moreland, John Cullum, Scott Evans ",
        "description": "<p>Samtidigt som busking i Grand Central Terminal, Nick Vaughan (Chris Evans) ser en kvinna, Brooke Dalton (Alice Eve), släppa hennes telefon medan hon kör för att ta ett tåg. Hon saknar tåget och återvänder till stationen där Nick återvänder sin trasiga telefon. När han finner henne stående utanför terminalen bekänner hon att hon just har rånats och är instängd i staden. Han erbjuder att betala för en hytt för att ta henne till Boston men hans betalkort avvisas och hans kreditkort är utgått. När han försöker ringa en vän att komma låna honom, de pengar han finner är hans telefon död. Nick erbjuder att försöka betala för ett rum för Brooke för natten, men hon insisterar på att hon behöver nå Boston på morgonen</p>",
        "images": "https://upload.wikimedia.org/wikipedia/en/e/e7/Before_We_Go_Poster.jpg",
        "youtubeTrailers": 
        "https://www.youtube.com/watch?v=VxJsGKn2kyA"
    }
]